{
  "quotes": {
    "peter": [
      "You better watch who you're calling a child, Lois. Because if I'm a child, you know what that makes you? A pedophile. And I'll be damned if I'm going to stand here and be lectured by a pervert.",
      "I got drunk and then got my picture taken, so that way When I get pulled over for drunk drivin' I look the same as on my license.",
      "Love is like a fart. If you have to force it, it's probably crap.",
      "If gays wanna get married and be miserable like the rest of us, I say we should let 'em.",
      "Brian, there's a message in my Alpha-Bits. It says \"OOOOOOO\". Peter, those are cheerios.",
      "Well I just can't understand any of this, everyone in Japan is either a ten year old girl or a monster.",
      "Attention, restaurant customers. Testicles. That is all.",
      "Oh my god, who the hell cares?!",
      "When you poop in your dreams, you poop for real.",
      "I've got an idea. An idea so smart my head would explode if I even began to know. What was I talking about?",
      "Let's go drink 'til we can't feel feelings anymore!",
      "Oh boy, I feel just like Tim Allen. I build stuff and I have a criminal record.",
      "Woah, woah, woah, woah, woah, woah, woah, woah, woah, woah, woah, woah! Lois, this is not my Batman glass.",
      "Wear your whore makeup, you whore.",
      "Gosh, It's not like the internet to go crazy about something small and stupid.",
      "By the way Lois, I got a piercing over there. I'm not going to tell you where but I will give you a hint: it wasn't on my nose or my ear and it was one of my balls.",
      "Bird is the word.",
      "Shut up, Meg.",
      "I may be an idiot, but there's one thing I'm not Sir, and that is an idiot.",
      "I'm the most non-competitive. So I win.",
      "This is a story of love and loss, fathers and sons, and the foresight to retain international merchandising rights. This is the story of Star Wars. Let's begin with part four.",
      "I can't believe fucking Jesus hasn't called me back. I left him a message like four hours ago.",
      "How can I be a DJ? I'm just a guy with a laptop and an inflated self image.",
      "Lois, this family believes in the Easter bunny. He died for our sins in that helicopter crash.",
      "Hey Lois, I didn't flush. I want you to come see it. Looks like the Starbucks mermaid.",
      "Merry Christmas to all, and to all, shut the hell up!",
      "I have a confession to make, I did not like The Godfather.",
      "All right, red light. Time to text and shave and whittle and floss.",
      "I'm planning on dying tonight. What are *your* plans?",
      "Donald Trump was right... his daughter *is* a hot piece of ass.",
      "Aw, Quagmire got away with it and learned nothing. That's great.",
      "Any problem caused by a tank can be solved by a tank.",
      "Oh okay! *snaps neck*",
      "Well if there's anyone I can trust its a stranger at the gym holding a dirty needle.",
      "Alright you rest up, get better we ate your son. BRING HER UP!",
      "It's chin is scawry :(",
      "You know, that's the difference between me and you Lois. When life comes knocking at the door, you go and hide in the kitchen.",
      "And for the love of god don't be afraid to make me a sandwich.",
      "The lesson here is that abusing alcohol has absolutely no negative consequences.",
      "Sometimes in life you gotta say \"What the hell\" and go for it.",
      "YEAH? JOHN F KENNEDY SWORE HE'D SERVE A FULL TERM. LIAR!",
      "Now this is a loaded handgun. And now what we're going to do now is kill ourselves because this is horrible.",
      "I wish I was Beyoncé",
      "Come on Quagmire it's not that bad, you could kill yourself.",
      "Eh, you're overreacting Lois and you can't spell overreacting without ovary... 'cause you're a girl.",
      "Buttscratcher!",
      "Lois, men aren't fat. Only fat women are fat.",
      "There you go that's pretty gross.",
      "I'm wearing my dead grandmother's panties!",
      "Raise your hand if you think ducks are magic... and up it goes!",
      "If I can kill 45 butterflies in a minute, I won't have to show the audience my balls.",
      "I'm a childrens TV star, Lois. I can have any 3 year old girl I want, just know that.",
      "You know it's hard for me to take anything you say seriously when I know what's been in that mouth of yours.",
      "Clean that up you idiot!! Love you :)",
      "Second degree burns, first degree fun!"
    ],
    "lois": [
      "Peter, we have a hamper. Stop throwing your dirty clothes in the toilet.",
      "Remember, if you screw this up, mommy's going to kill all of your toys.",
      "See, we're all terrible people inside.",
      "The secret to happiness is burying all your true feelings and living a life of bland compromise.",
      "Can't you just go out there and pretend to have a good time?",
      "There's nothing worse than grocery shopping the day before Thanksgiving.",
      "Success is being true to yourself.",
      "Shhh! The green shirt went by again! If it goes around 30 times in 5 minutes, you get to have a diet coke!",
      "You shouldn't have to do porn to feel appreciated.",
      "This shouldn't embarrass you, the size should embarrass you.",
      "Meg, are you asking in this day and age, when the CEO of Xerox is a woman, when the president of Brazil is a woman, even Rosie O'Donnell is a woman, whether it's appropriate for a girl to ask a boy out on a date? Of course it's appropriate! It's also sad and desperate and I would never do it, but you're not me, are you sweetie?",
      "Honey, give me any laundry you have. I'm doing a diapers-and-Meg load.",
      "Hey, it's cooked food in another house. That's exciting for light older women like me.",
      "Look at them, they're getting along like Billy Bob Thornton and his cat!",
      "Peter, come down! That gay show you like is on.",
      "I'm from Alderaan. It's kind of the Mississippi of the galaxy.",
      "No, no, Peter, you're still you; you're just a teenager, you're not switching genders.",
      "I'm pretty sure our washer machine is pregnant! I'm not even sure how that's scientifically possible!",
      "Who did Jesus hang around? Mary Magdalene. Who was she? A prostitute. Which means if they had cameras back then, I bet she would've done a porno.",
      "No matter what you do the rest of your life, you'll always be garbage.",
      "Chris find yourself a girl who smokes. Remember, if she smokes, she pokes.",
      "Okay, everyone, it's 2:30! Time for dinner! 'Cause on Thanksgiving, 2:30 is dinnertime for some reason!",
      "Brian, save your hippie B.S. for the winter months.",
      "Oh it's my book club Peter, come join us!",
      "WHAT THE FUCK WAS THAT??"
    ],
    "chris": [
      "I just want peace on Earth. That's better than being selfish like Meg, right? So I should get more than her.",
      "You can't get a boner! You're a failure as a man and a father!",
      "There is a room, where you can go in and just get free people!",
      "I don't have to listen to you, you're a dog, you don't have a soul!",
      "I'm dreaming? Yay, no consequences! *cuts off hand* It's so lifelike!",
      "We Irish, we have a deep sadness.",
      "Well, we have to look at your anus all day.",
      "You don't see poor people doing this!",
      "When I stick this army guy up my nose it tickles my brain. Ha ha ha... ow! Oh, now I don't know math.",
      "There's two suns and no women, what do you want me to do?",
      "This is why you're so great, dad. You don't pretend to be someone you're not. You don't care what anyone thinks.",
      "I thought you were this wordly, sophisticated guy, but you're just a fraud. Like Moses.",
      "AHHHHH, my morning scream. AHHHHH! Heather's gone!",
      "I'm gonna see which lobster I think deserves to die.",
      "I tucked it between my legs as a joke and then it got stuck.",
      "All I know about sex is from internet porn, so I'm very excited to try buffering.",
      "Oh, of all the years to be trim and well-hatted.",
      "Stop making fun of me! I just wanted to listen to you guys having sex, but you were saying mean things about me!",
      "Without government, I'm free to take a lot of mescaline and drive to Vegas!",
      "How do I know which one to shoot? How do I know which one's the real dad??",
      "Yay! I haven't been in my closet for years! Boy... there is a lot of feces in here.",
      "I can set you up with one of my friends. Oh wait, I don't have any friends. Well I can set you up with dad! Dad, will you be interested in dating Meg?"
    ],
    "meg": [
      "Home-Ec just got out, and I'm gonna go lick all their bowls.",
      "I've never even been in a picture before.",
      "My dad gave me a gun to hide.",
      "They stole all my pens! I...I don't have a lot of stuff.",
      "Oh, I can't believe it! I'm going out on a date with Kent Lastname!",
      "There he is, the reason my bedpost is so shiny!",
      "I bet you don't even know what Obama's first name is!",
      "Don't mind me you guys, I'm just writing a letter to my boyfriend. Dear, my boyfriend, thank you for making out with me recently, on purpose. That was cool. Those flowers that you totally sent me, were really pretty. Just like you said I am. Love, Meg.",
      "For your information, Mom, I don't eat to solve my problems. I cut myself. Is that better?",
      "The moon. There's a reason no one goes there. It's cold. And it's ugly. And it's surface is plagued with deep craters and jagged peaks. Wait a minute, that's not the moon! It's Neil Goldman's face!",
      "You can't sell my you fat son of a bitch!"
    ],
    "stewie": [
      "When the world is mine, your death should be quick and painless.",
      "Brian, I think we can get John Mayer to stop tweeting again, but we all got to work together.",
      "Oh, and tell Cookie Monster not to phone me until he finishes rehab.",
      "Yeah, whatever helps you sleep at night, bitch.",
      "Alright I guess this is the night bitches die.",
      "What the deuce?",
      "You know, the...the novel you've been working on",
      "To learn more about drugs, visit your local library. There's probably a guy behind there who sells drugs.",
      "I'm gonna buy a cake when you're dead.",
      "No, thank you, I prefer to die giving you the finger.",
      "[Speaking to Brian] How does it feel to be the least cultured person at a bus station?",
      "I've had a giant mobile put in the sky to help me relax. I hope that bear comes round soon, that's my favourite. Oh, look, the bear!",
      "[to Lois] Close your purse. I can see your tampons. And why do you need six? What happens to you?",
      "[When Brian was texting while driving] You know, that was a stroller, not a speed bump.",
      "What's that? Oh yes, yes. I love crack. I'm absolutely coo-coo for crack!",
      "Hey, you know this old woman who lived in a shoe, she had so many children, she didn't know what to do? I got something she could do. Get your tubes tied, you kook!",
      "Oh yeah? Can you read my mind? Can you tell what I'm thinking? I'm thinking shut up and get a salad!",
      "Never! Damn the broccoli! Damn you! And damn the Wright Brothers!",
      "Mother, I come bearing a gift. I'll give you a hint: it's in my diaper and it's not a toaster.",
      "By the way, you call those cheap implants boobs? They're not boobs! They're LIES!",
      "His brain may be gone, but he's a lot of fun.",
      "Oh, bitch! You got jacked, bitch!",
      "Lois? Lois? Lois? Lois? Lois? Mom? Mom? Mom? Mommy? Mommy? Mommy? Momma? Momma? Momma? Ma? Ma? Ma? Ma? Mom? Mom? Mom? Mom? Mommy? Mommy? Momma? Momma? Momma?",
      "Hey. Guess where I have a crayon.",
      "Brian, why does everything you touch turn to garbage?",
      "I... got veins! They carry blood all over my *bahdy*. That's how John Mayer would say it. *Bahdy*. I'm really into him now. YOU BETTER BE OKAY WITH IT!",
      "This can't be Santa's Workshop. This looks like Bridgeport, Connecticut.",
      "These pants have stool in them.",
      "Its libtards like you that are screwing up this country.",
      "Ooh you took a black and white picture of a lawn chair and it's shadow. You must be so brooding and deep.",
      "Well I'd love to stay and chat but you're a total bitch.",
      "Do you hear yourself talk? I might kill you tonight.",
      "I love you, I mean, not in a like \"Hey lets have an underpants party\" or whatever grownups do when they're in love, but I mean, I love ytou as one loves another person whom one simply cannot do without.",
      "How 'bout a clear path to dinner bitch?",
      "Oh, Brian, I can't wait 'til after dinner, 'cause then we'll go home and you can watch me have my period.",
      "I don't want you to think that I'm not listening, but when's Christmas?",
      "Brian look its so cold in here look how big my nips are! They're almost like a woman's. Ooh look I'm tugging at them and they're getting bigger!"
    ],
    "brian": [
      "Peter, those aren’t your kids. That’s the Nick at Nite line-up.",
      "I don’t think it’s lost on any of us that the laws are written on white paper.",
      "Are you sure it was a book? Are you sure it wasn’t nothing?",
      "Oh, just die already.",
      "A bag of weed, a bag of weed / Everything is better with a bag of weed!",
      "Peter, those are Cheerios.",
      "You look like Lou Ferrigno’s poop.",
      "I was hoping they’d be darker.",
      "Whose leg do you have to hump to get a dry martini around here?",
      "You know what? If you don’t like it, go on the Internet and complain.",
      "Hey, how about a little less questions and a little more shut the hell up?",
      "I'm not drunk! I just have speech impediment... And a stomach virus... And an inner ear infection.",
      "I don't care what it takes, we have got to fix this. We just ate so much vomit!",
      "You have to do some of the work yourself. That's why there are 50 blank pages.",
      "Lois, I only ask this because of the dire situation I'm in. But can I hump your legs for 15 uninterrupted seconds?",
      "Hey, what's the point in waiting? You gotta live life while you can, and live it hard.",
      "Meg, you're so beautiful on the inside... but it's important that you know your limitations.",
      "First I'm gonna stare at this brown paper bag that I'm pretty sure has food in it.",
      "There we go, you are ready for your date. Yeah, that's a bed head, yeah. Hey look at you, you just got out of bed. You're the underachiever every woman wants to sleep with.",
      "I'm not proud of this, but I'm gonna have to lick that up.",
      "You shot me in both my knees, then lit me on fire. Piss off.",
      "I would **love** a pukesicle",
      "I wanna die.",
      "I'm gonna cut my ear off to prevent World War Two."
    ],
    "cleveland": [
      "What the hell? No no no no no! I got to stop taking my baths during Peter's shenanigans.",
      "Your kid's got a walk in closet?! Two of mine gotta sleep in the car!",
      "The only British idiom I know is that \"f*g\" means \"cigarette.\"",
      "[Playing \"Two Decades of Dignity\"] You don't win. You just do a little better each time.",
      "I love putting my hands down my pants when I'm on drugs.",
      "Oh, yeah. Black guys put hot sauce on everything on account most of us have been pepper-sprayed by the time we're two.",
      "I'm no school administrator, but there's an extension program going on in my trousers.",
      "Public urination is just wrong. Except during the Million Man March when protestors burned down our porta-potties and I used my stream of justice to put out the hate.",
      "Grab that letter opener over there. I'm going to show you why you should never mail cash.",
      "[sleeping with Carolyn] Wait. Wait! Wait! Ohhh!!!! And boom goes the dynamite.",
      "[as R2D2] You can kiss the lower part of the back of the canister that is my body!",
      "I'd be happy to get you an interview. And as a white woman, you'd be the minority here. Unless you're an alcoholic.",
      "You want the media to go away? Just mention black on black crime.",
      "Whew, I was damn near out of tweed.",
      "You're the white version of a black guy that's not good with his money",
      "Pretty high and mighty for a man who left our nation's flag out in the rain last 4th of July. That's against the law, Officer"
    ],
    "quagmire": [
      "He's a baby who did a baby thing. Let’s all calm down a little.",
      "What a surprise, the mugger's never heard of Truman Capote.",
      "I love eating food that's sad.",
      "If cell phones worked, every horror movie would be two minutes long.",
      "Let's just say I walked in on John Travolta with not Kelly Preston.",
      "I was living the life, just banging chicks and eating cabbage.",
      "Peter, what’d I say about you volunteering me for shit?",
      "How do you think NBA players get all those chicks? They're all great cooks. Except Kobe Bryant. His secret is different.",
      "You're banging eight strangers who responded to a flyer. At some point, you're going to look out a window and question every decision you've ever made.",
      "Giggity!",
      "This is more pussy than even I can handle!",
      "Oh, Brian's a complete dick, we all know that, but I think we're losing sight of the point that Bonnie's a weird slut who's always letting you know she's open for business.",
      "My misguided carnal instincts are the results of being raised by a sexual deviant.",
      "[meditating] I can be Giggity. I can be Goo.",
      "I don't want to go to jail, but I really want to take credit.",
      "Oh god! I love sex!",
      "Oh my god, he's really hurt bad - you're out of the baseline by the way you're out game's over - but oh my god, Horace is really hurt!",
      "Hang on, you guys! I don't know if I can pull out of this, giggity!",
      "What's wrong with you, Holder-Downer 5000? That's just for women!",
      "Baldness is for women's crotches, not men's heads.",
      "Hey kid, come here. I wanna see if I can still smell your mom's boobs on your mouth.",
      "Peaches, Ginger, Honey, Candy, Olive... oh you know what? This is the wrong journal...",
      "Oh yeah, I'm very in touch with my Asian roots. You notice I take my shoes off whenever I enter my house? I do five hours of math homework every night even though I'm not longer in school. Sometimes, I drink out of a wood box. I was a very cute baby and now I'm a joyless adult.",
      "Come on guys, can't we all just be glad she's dead?",
      "Joe, don't you dare. I'll push you right into traffic.",
      "Hey Lois, I'm ready for your pie. And you made dessert too, oh!",
      "Good afternoon ladies and gentleman, this is your captain Glenn Quagmire, uhhhhhhh we're lookin' bout a four and a half hour flight time today, uhhhhhhh got clear skies, good visibility. The temperature in Atlanta is sixty-four degrees, uhhhhhhhhhh the flight is gonna be a little longer than we've expected, uh we've got some very strong head winds, gigity. Uh, flight attendants, please prepare for takeoff.",
      "*(whispers)* Didn't mean to wake ya. *(Quagmire's foot slowly leaves.)*",
      "Guys, this is the best dirty book store in town; Family owned, great hours, and lots of parking in the rear!",
      "That's the exit. Of course in this place, every exit's also an entrance.",
      "You ever accidentally masturbate to younger pictures of your mom?",
      "Don't look directly at it. My STDs help it burn brighter.",
      "That's what it's all about Glenn, don't rape it back, rape it forward."
    ],
    "joe": [
      "I brought construction paper and markers in case you guys wanted to draw breasts.",
      "You heard him fella, take 'em off. Right down to the poop sack. What? You don't all wear a poop sack? Damnit Bonnie! You lied to me about the poop sack!",
      "I like to watch her strip, and pretend she's a total stranger who looks exactly like my wife and lives in my house. Get naked, you strange whore!!",
      "I'll take smelling good over walking good any day.",
      "Public opinion has shifted, and the boys upstairs said they can no longer ignore it.",
      "It feels good to know that thanks to me and my colleagues, a lot fewer people will be injecting cocaine into their penises tonight.",
      "Sex is overrated.",
      "Is it a douche? Is Lady Gaga a douche? Well, whatever it is, I don't like it.",
      "One day a rain will come and wash all the scum off the streets.",
      "Love is a powerful compass.",
      "Here you go guys, first time in a while I've had wood in my lap.",
      "There's nothing to talk about. I've outgrown you, Bonnie. I need to spread my legs and fly.",
      "Ya know Peter, my buddies and I have been lookin' for a new hangout. Our usual donut shop has gotten a little \"Puerto-Ricanny,\" uh what if we made your place our new spot?",
      "Peter, face it. Without Quagmire, we're boring.",
      "We got reckless driving, disturbing the peace, plus the driver of one of those other cars was a virgin whose hymen was busted by the airbags, so rape.",
      "THIS IS MY WHEELCHAIR! THERE ARE MANY LIKE IT, BUT THIS ONE IS MINE! WITHOUT ME, MY WHEELCHAIR IS USELESS! WITHOUT MY WHEELCHAIR, *I* AM USELESS!",
      "You know, last night was the first night in 15 years I didn't strangle Bonnie in our sleep.",
      "I WANNA TALK ABOUT VAGINAS!"
    ]
  }
}
